export default {
  view_details: '了解详情',
  advantage: {
    title: '昇思MindSpore',
    description:
      '通过社区合作，面向全场景构建最佳昇腾匹配、支持多处理器架构的开放AI框架，为算法工程师、数据科学家和广大开发者提供开发友好、运行高效、部署灵活的体验，帮助人工智能软硬件应用生态繁荣发展。',
    list: [
      {
        title: '简单的开发体验',
        description:
          '帮助开发者实现网络自动切分，只需串行表达就能实现并行训练，降低门槛，简化开发流程。',
      },
      {
        title: '灵活的调试模式',
        description:
          '具备训练过程静态执行和动态调试能力，开发者通过变更一行代码即可切换模式，快速在线定位问题。',
      },
      {
        title: '充分发挥硬件潜能',
        description:
          '最佳匹配昇腾处理器，最大程度地发挥硬件能力，帮助开发者缩短训练时间，提升推理性能。',
      },
      {
        title: '全场景快速部署',
        description:
          '支持云、边缘和手机上的快速部署，实现更好的资源利用和隐私保护，让开发者专注于AI应用的创造。',
      },
    ],
  },
};
